Repository: lsu-ub-uu/alvin-client
Catalog: alvin_django/locale/*/LC_MESSAGES/django.po
Languages: no

source: På den här sidan
no: På denne siden

source: Bakgrund och historik
no: Bakgrunn og historie

source: Referensmodell
no: Referansemodell

source: Tillgänglighet
no: Tilgjengelighet

source: Alvin är en plattform för tillgängliggörande och långsiktigt bevarande av digitaliserat kulturarvsmaterial från biblioteks-, arkiv- och museisamlingar i Sverige och Norge.
no: Alvin er en plattform for tilgjengeliggjøring og langsiktig bevaring av digitalisert kulturminnemateriale fra bibliotek, arkiv og museumssamlinger i Sverige og Norge.

source: Systemet utvecklades vid Uppsala universitetsbibliotek och har varit i drift sedan 2014. Det leds av ett konsortium bestående av universitetsbiblioteken i Uppsala, Lund och Göteborg. Utöver dessa finns ett tjugotal medlemmar och ytterligare ett tjugotal institutioner som publicerat material i Alvin.
no: Systemet er utviklet ved Uppsala universitetsbibliotek og har vært i drift siden 2014. Det ledes av et konsortium bestående av universitetsbibliotekene i Uppsala, Lund og Göteborg. I tillegg til disse er det et tjuetalls medlemmer og ytterligere om lag tjue institusjoner som har publisert materiale i Alvin.

source: Förutom institutionernas egna samlingar fungerar Alvin som ett digitalt arkiv för att bevara resultaten från ett antal externt finansierade forsknings- och digitaliseringsprojekt tillgängliga i ett långsiktigt perspektiv.
no: I tillegg til institusjonenes egne samlinger fungerer Alvin som et digitalt arkiv for å oppbevare resultatene fra en rekke eksternt finansierte forsknings- og digitaliseringsprosjekter tilgjengelige i et langsiktig perspektiv.

source: Portalen innehåller arkiv, böcker, manuskript, bilder, kartor, föremål, noterad musik, video, ljudfiler och en del annat material. Det mesta av det digitala innehållet är öppet tillgängligt i högupplöst form och fritt från kända upphovsrättsbegränsningar under Public Domain Mark. Metadataposter är fritt tillgängliga under Creative Commons CC0.
no: Portalen inneholder arkiver, bøker, manuskripter, bilder, kart, objekter, musikktrykk, video, lydfiler og noe annet materiale. Det meste av det digitale innholdet er åpent tilgjengelig i høydefinisjonsformat og uten kjente opphavsrettsbegrensninger under Public Domain Mark. Metadataposter er fritt tilgjengelig under Creative Commons CC0.

source: Alvin utvecklades ursprungligen för att befintliga bibliotekssystem inte tillräckligt bra hanterade:
no: Alvin ble opprinnelig utviklet fordi eksisterende biblioteksystemer ikke håndterte tilstrekkelig:

source: katalogisering av material som inte är böcker
no: katalogisering av ikke-boklig materiale

source: länkad data
no: lenkede data

source: exemplarspecifik information
no: eksemplarspesifikk informasjon

source: lagring/visning av digitalt material
no: lagring/visning av digitalt materiale

source: sökmotorvänlighet (Google etc.)
no: søkemotorvennlighet (Google osv.)

source: Dessutom eftersträvades en enhetlig lösning för olika typer av material istället för specifika system för olika resurstyper, samlingar eller projekt.
no: I tillegg tilstrebet man en enhetlig løsning for ulike typer materiale i stedet for spesifikke systemer for ulike ressurstyper, samlinger eller prosjekter.

source: Alvin har sin grund i ett antal olika projekt som genom åren drivits vid enheten för digital publicering och senare enheten för bibliotekssystem vid Uppsala universitetsbibliotek.
no: Alvin springer ut av en rekke ulike prosjekter som har vært drevet gjennom årene ved Enheten för digital publicering og senere ved Enheten för bibliotekssystem ved Uppsala universitetsbibliotek.

source: Några exempel är egenutvecklade databaslösningar för Erik Wallers omfattande autografsamling samt kart- och bildsamlingarna vid Uppsala universitetsbibliotek liksom samarbetsprojekten ProBok (bokband och provenienser) och Ediffah (personarkiv).
no: Noen eksempler er egenutviklede databaseløsninger for Erik Wallers omfattende autografsamling samt kart- og bildesamlingene ved Uppsala universitetsbibliotek, og samarbeidsprosjektene ProBok (bokbind og provenienser) og Ediffah (personarkiv).

source: Till dessa kom ett antal mindre projekt eller system som utvecklats för biblioteket av andra parter.
no: I tillegg kom en rekke mindre prosjekter eller systemer som ble utviklet for biblioteket av andre parter.

source: Efterhand stod det klart att förvaltning, drift och vidareutveckling av en sådan vildvuxen flora av disparata system och tekniker, som måste handhas dels av IT-ansvariga dels av respektive användare, var uppenbart personberoende och ohållbar i längden.
no: I ettertid ble det klart at forvaltning, drift og videreutvikling av en samling svært ulike systemer og teknologier som måtte forvaltes av IT-ledere så vel som de respektive brukerne, var for personavhengig og uholdbar i lengden.

source: Systemen var inte heller konstruerade för att kommunicera med varandra. De olika bakomliggande utvecklingsprojekten hade heller inte samordnas i någon form utan drivits helt separat från varandra.
no: Systemene var heller ikke interoperable. Heller ikke de ulike underliggende utviklingsprosjektene hadde vært koordinert på noen måte, men hadde vært drevet helt adskilt fra hverandre.

source: Slutrapporten
no: Sluttrapporten

source: (2011) till projektet LUPP (Digitaliseringssamarbete mellan Stiftsbiblioteket vid Linköpings stadsbibliotek och Uppsala universitetsbibliotek) konstaterade att om ingen radikal förändring görs är det högst sannolikt att alla dessa tjänster tynar bort i takt med att personal försvinner eller tekniska plattformar blir omoderna och måste bytas ut/läggas ner.
no: (2011) til LUPP-prosjektet (digitaliseringssamarbeid mellom Stiftsbiblioteket ved Linköpings stadsbibliotek og Uppsala universitetsbibliotek) fant at hvis det ikke gjøres noen radikal endring, er det høyst sannsynlig at alle disse tjenestene vil forsvinne etter hvert som personalet forsvinner eller tekniske plattformer blir utdaterte og må byttes ut eller avsluttes.

source: I LUPP-rapporten lanserades därför för första gången Alvin som koncept. Tanken var alltså att istället för att använda tio olika databasprogramvaror eller skriptspråk skall samma programvara liksom metod för att generera webbsidor utnyttjas för samtliga applikationer. Endast på det sättet kan de underhållas i ett längre perspektiv. Den tekniska utvecklingen går snabbt, även om behoven av den inte ändras i samma takt, vilket gör att system som inte ständigt vidareutvecklas eller förnyas inte kan finnas kvar på sikt. En gemensam plattform betyder att hela komponenter, som en sökmotor eller databasprogramvara, kan bytas ut i takt med teknikutvecklingen av dessa. Den innebär också att personberoendet minskar eftersom flera utvecklare arbetar med samma lösningar.
no: I LUPP-rapporten ble Alvin derfor lansert som konsept for første gang. Tanken var at i stedet for å bruke ti ulike databaseprogramvarer eller skriptspråk, skulle samme programvare og metode for å generere nettsider brukes for alle applikasjoner. Bare på den måten kan de opprettholdes i et lengre perspektiv. Den teknologiske utviklingen går raskt, selv om behovene ikke endrer seg i samme tempo, noe som gjør at systemer som ikke videreutvikles eller fornyes jevnlig, ikke kan overleve på lang sikt. En felles plattform gjør at hele komponenter, som søkemotor eller databaseprogramvare, kan erstattes i takt med den teknologiske utviklingen av disse. Det betyr også at den personlige avhengigheten reduseres fordi flere utviklere jobber med de samme løsningene.

source: Den tekniska utvecklingen av Alvin som ett verktyg för digitalisering av forskningsbibliotekens arkivsamlingar grundades i projektet
no: Den tekniske utviklingen av Alvin som verktøy for digitalisering av forskningsbibliotekenes arkivsamlinger ble grunnlagt i prosjektet

source: ett tvåårigt infrastrukturprojekt som genomfördes mellan 2012 och 2014.
no: et toårig infrastrukturprosjekt som ble gjennomført fra 2012 - 2014.

source: Som slutpunkt i projektet lanserades Alvin på konferensen Digitalisera - men sen då? på Nordiska museet den 28 november 2014.
no: Som sluttpunkt for prosjektet ble Alvin lansert på konferansen Digitalisera - men sen då? på Nordiska museet 28. november 2014.

source: Alvin startsida 2014
no: Alvin startside 2014

source: Förvaltning
no: Forvaltning

source: Eftersom en digital plattform som Alvin säkert skulle väcka intresse bland andra kulturarvsinstitutioner arbetade ArkA-D-projektet fram en konsortiemodell som skulle kunna bära kostnaderna för systemet även efter projektets avslutande. Den byggde delvis på erfarenheter från publiceringsplattformen
no: Siden en digital plattform som Alvin helt sikkert ville vekke interesse blant andre kulturminneinstitusjoner, utarbeidet ArkA-D-prosjektet en konsortiummodell som ville kunne bære kostnadene ved systemet også etter endt prosjekt. Den var delvis basert på erfaringer fra publiseringsplattformen

source: Under 2015 började konsortiet ta form med Linköpings stadsbibliotek (den ursprungliga partnern från LUPP) som första medlem i Alvin efter Uppsala universitetsbibliotek.
no: I 2015 begynte konsortiet å ta form med Linköpings stadsbibliotek (den opprinnelige partneren fra LUPP) som det første medlemmet av Alvin etter Uppsala universitetsbibliotek.

source: Från och med halvårsskiftet 2017 övergick Alvin från tidigare projektstadium till ett system i full förvaltning, nu med ett antal nya medlemmar och övriga organisationer med material i systemet. Drift och support av systemet finansieras därmed genom årliga medlemsavgifter.
no: Fra midten av 2017 gikk Alvin over fra forrige prosjektstadium til et system i full produksjon, nå med en rekke nye medlemmer og øvrige organisasjoner med materiale i systemet. Drift og support av systemet finansieres dermed gjennom årlige medlemsavgifter.

source: Konceptuellt bygger systemet på OAIS-modellen (Open Archival Information System).
no: Konseptuelt er systemet basert på OAIS-modellen (Open Archival Information System).

source: Ett OAIS-uppbyggt digitalt arkiv är byggt på sex funktionella beståndsdelar:
no: Et OAIS-bygget digitalt arkiv er bygget på seks funksjonelle komponenter:

source: tillhandahåller funktioner och tjänster för att ta emot informationspaket från arkivbildare samt att förbereda dem för lagring och hantering i arkivet.
no: funksjoner og tjenester for å motta informasjonspakker og forberede dem for lagring og håndtering i arkivet.

source: tillhandahåller tjänster och funktioner för lagring.
no: leverer tjenester og funksjoner for lagring.

source: tillhandahåller tjänster och funktioner som att kunna skapa, underhålla och inhämta beskrivande information som lagrats i arkivet. Syftet är att den digitala informationen ska kunna vara tillgänglig under en längre tid.
no: leverer tjenester og funksjoner som å kunne opprette, vedlikeholde og hente beskrivende informasjon som er lagret i arkivet. Målet er at den digitale informasjonen skal være tilgjengelig over lengre tid.

source: tillhandahåller tjänster och funktioner för det övergripande underhållet av arkivet.
no: leverer tjenester og funksjoner for det overordnede vedlikeholdet av arkivet.

source: tillhandahåller tjänster och funktioner som hjälper användaren att hitta informationen som lagrats arkivet.
no: leverer tjenester og funksjoner som hjelper brukeren å finne informasjonen som er lagret i arkivet.

source: tillhandahåller tjänster och funktioner som har till uppgift att övervaka arkivets externa miljö och ge rekommendationer för att säkerställa att informationen inte förloras över tiden.
no: leverer tjenester og funksjoner som har til oppgave å overvåke arkivets ytre miljø og komme med anbefalinger for å sikre at informasjonen ikke går tapt over tid.

source: Alvins datamodell är specifikt utformad för beskrivningar av material i kulturarvssamlingar på bibliotek, museer och arkiv. För att kunna hantera olika typer av resurser i ett och samma system bygger den på en kombination av koncept från olika internationella standarder för bibliotek och arkiv, inklusive
no: Alvins datamodell er spesielt utviklet for beskrivelser av materialer i kulturminnesamlinger i biblioteker, museer og arkiver. For å kunne håndtere ulike typer ressurser i ett og samme system, er den basert på en kombinasjon av konsepter fra ulike internasjonale standarder for biblioteker og arkiver, inkludert

source: och
no: og

source: Länkad data
no: Lenkede data

source: Modellen är baserad på länkad data och beskrivningen av relationer mellan olika poster. Länkningen kan vara hierarkisk (värd/del), parallell (olika versioner eller format) eller till en annan relaterad post.
no: Modellen er basert på lenkede data og beskrivelsen av relasjoner mellom ulike poster. Koblingen kan være hierarkisk (vert/del), parallell (forskjellig versjon eller format) eller til en annen relatert post.

source: Bibliografiska poster och auktoritetsposter är länkade genom en typ av relation (roll) för så kallade agenter (personer eller organisationer). En bok kan länkas till en person genom rollen "författare". Ett arkiv kan länkas till en person genom rollen "arkivbildare".
no: Bibliografiske poster og autoritetsposter er knyttet sammen gjennom en type relasjon (rolle) for såkalte agenter (personer eller organisasjoner). En bok kan knyttes til en person gjennom rollen "forfatter". Et arkiv kan knyttes til en person gjennom rollen "arkivskaper".

source: En bibliografisk post i Alvin beskriver antingen en enskild resurs (bok, bild, karta etc.) eller en samling resurser (t.ex. ett arkiv).
no: En bibliografisk post i Alvin beskriver enten en enkelt ressurs (bok, bilde, kart osv.) eller en samling av ressurser (f.eks. et arkiv).

source: Länkad data, exempel
no: Lenkede data, et eksempel

source: Exempel: Länkad data för Uppsala universitetsbiblioteks exemplar av Röda rummet av August Strindberg.
no: Eksempel: Lenkede data for Uppsala universitetsbiblioteks eksemplar av Röda rummet av August Strindberg.

source: Beständig identifikator
no: Permanent identifikator

source: URN är en unik och beständig identifikator som tilldelas elektroniska resurser på internet. I Alvin används
no: En URN er en unik og permanent identifikator for elektroniske ressurser på Internett. I Alvin brukes

source: som tilldelas av Kungliga biblioteket
no: tildelt av Nasjonalbiblioteket

source: Innehållet i Alvin består av reproduktioner av föremål från kulturarvssamlingar. I
no: Innholdet i Alvin består av gjengivelser av objekter fra kulturminnesamlinger. I

source: är enligt 9§ stycke 4 "reproduktioner av föremål från kulturarvssamlingar som inte kan göras fullständigt tillgängliga utan betydande hinder" undantagna från lagens tillämpningsområde.
no: etter § 9 § 4 "reproduktioner av föremål från kulturarvssamlingar som inte kan göras fullständigt tillgängliga utan betydande hinder" er unntatt fra lovens virkeområde.

source: Med föremål från kulturarvssamlingar avses (enligt 7§) privat eller offentligt ägda föremål av historiskt, konstnärligt, arkeologiskt, estetiskt, vetenskapligt eller tekniskt intresse som ingår i samlingar som förvaltas av kulturinstitutioner.
no: Med objekter fra kulturminnesamlinger (etter § 7) menes private eller offentlig eide objekter av historisk, kunstnerisk, arkeologisk, estetisk, vitenskapelig eller teknisk interesse som inngår i samlinger som forvaltes av kulturinstitusjoner.

source: Arkivinstitution
no: Arkivinstitusjon

source: Översikt
no: Oversikt

source: All metadata
no: Alle metadata

source: Relaterat
no: Relatert

source: Sök länkade poster
no: Søk lenkede poster

source: Exportera
no: Eksport

source: Upphovsrätt
no: Opphavsrett

source: Digitala verk
no: Digitale verk

source: Nästan allt digitalt material som du hittar i Alvin får användas helt fritt. Var dock uppmärksam på att en del modernare material kan vara upphovsrättsskyddat. Rättighetsmärkningen i varje post talar om vad som gäller.
no: Nesten alle de digitale ressursene du finner i Alvin kan brukes og deles uten begrensninger. Vær imidlertid oppmerksom på at noe av det mer moderne materialet kan være opphavsrettsbeskyttet. Lisensetiketten til hver post angir rettighetene som gjelder.

source: Licensiering av digitala verk i Alvin
no: Lisensering av digitale verk i Alvin

source: Merparten av det digitala materialet i Alvin saknar upphovsrätt och görs tillgängligt enligt
no: Det meste av det digitale materialet i Alvin er ikke opphavsrettsbeskyttet og er tilgjengelig i henhold til

source: För material med upphovsrätt kan upphovsmannen välja licens för publicering enligt
no: Forfatteren av opphavsrettsbeskyttet materiale kan velge en lisens for publisering i henhold til

source: Material med upphovsrätt som saknar licens publiceras som
no: Opphavsrettsbeskyttet materiale som ikke har lisens publiseres som

source: Varje deltagande medlem i Alvin ansvarar för korrekt uppmärkning och publicering av eget material.
no: Alle Alvins medlemmer/deltakere er ansvarlige for korrekt merking og publisering av eget materiale.

source: Metadataposter från Alvin är fritt tillgängliga enligt
no: Alvins metadataposter er fritt tilgjengelig under

source: Vem som helst kan sedan använda uppgifterna på vilket sätt som helst och för vilket syfte som helst, inklusive kommersiella ändamål.
no: Hvem som helst kan deretter bruke dataene på hvilken som helst måte og til ethvert formål, inkludert kommersielle formål.

source: Sök över en halv miljon objekt
no: Søk i over en halv million poster

source: Organisation
no: Organisasjon

source: Plats
no: Sted

source: Byt språk
no: Bytt språk

source: Hjälp
no: Hjelp

source: Sök
no: Søk

source: Ladda ner
no: Last ned

source: Bildvisare
no: Bildeviser

source: Länkar
no: Linker

source: Institutioner
no: Institusjoner

source: Övriga medlemmar
no: Andre medlemmer

source: Andra institutioner
no: Andre institusjoner

source: Alvin är ett samarbete mellan många olika organisationer inom den nordiska arkiv-, biblioteks- och museisektorn. Detta är de enheter som innehar originalföremålet eller från vilka det är tillgängligt.
no: Alvin er et samarbeid mellom mange ulike organisasjoner innen den nordiske arkiv-, bibliotek- og museumssektoren. Dette er enhetene som eier det opprinnelige objektet eller som det er tilgjengelig fra.

source: Det finns
no: Det er

source: arkivinstitutioner i Alvin.
no: arkivinstitusjoner i Alvin.

source: I samarbete med:
no: I samarbeid med:

source: Startsida
no: Startside

source: För medlemmar
no: For medlemmer

source: HJÄLP
no: HJELP

source: nordisk plattform för digitaliserat kulturarv
no: nordisk plattform for digitalisert kulturarv

source: Konturer av person
no: Konturene til person

source: Verksymbol
no: Virker symbol

source: RESULTAT FÖR
no: RESULTATER FOR

source: FÖREGÅENDE
no: FORRIGE

source: Fel startnummer
no: Feil startnummer

source: NÄSTA
no: NESTE

source: Din sökning gav inget resultat
no: Søket ditt ga ingen resultater.

source: Några söktips:
no: Noen søketips:

source: Kontrollera stavningen.
no: Sjekk stavemåten.

source: Ange färre sökord. Ange t.ex. bara ett eller ett par ord ur en titel istället för hela titeln.
no: Skriv inn færre søkeord. For eksempel, skriv inn bare ett eller noen få ord fra en tittel i stedet for hele tittelen.

source: Sökfilter
no: Søkefilter

source: Bild
no: Bilde

source: Blandat innehåll
no: Blandet materiale

source: Föremål
no: Objekt

source: Ljud
no: Lyd

source: Noterad musik
no: Notert musikk

source: Tillbaka till sökresultatet
no: Tilbake til søkeresultater

source: Har du frågor kring materialet som är publicerat i Alvin eller önskar beställa digitalisering, kontakta
no: Har du spørsmål om materialet publisert i Alvin, eller ønsker å bestille digitalisering, ta kontakt

source: respektive ägande institution
no: med institusjonen som eier materialet

source: Frågor som rör registrering eller annan teknisk support i Alvin
no: Spørsmål angående registrering eller annen teknisk støtte i Alvin

source: För andra frågor om Alvin, konsortiet eller publicering av ett digitalt kulturarv, kontakta Uppsala universitetsbibliotek genom
no: For andre spørsmål om Alvin, konsortiet eller publisering av kulturarvsmateriale, kontakt Uppsala universitetsbibliotek via

source: Alla
no: Alle

source: Medlemmar
no: Medlemmer

source: Huvudmeny
no: Hovedmeny

source: Alvin, kulturarv, digitala samlingar, databaser, bibliotek
no: Alvin, kulturarv, digitale samlinger, databaser, bibliotek

source: Alvin - nordisk plattform för bevarande och tillgängliggörande av digitaliserat kulturarv
no: Alvin - Nordisk plattform for bevaring og tilgjengeliggjøring av digitalisert kulturarv

source: AI-genererad översättning
no: AI-generert oversettelse

source: Lista över förfrågningar
no: Liste over forespørsler

source: Open Archives Initiative Protocol for Metadata Harvesting (OAI-PMH) är ett protokoll som utvecklats för att samla in metadatabeskrivningar av poster i ett arkiv så att tjänster kan byggas med hjälp av metadata från flera arkiv. Metadataposter från Alvin kan hämtas via protokollet
no: Metadata Harvesting (OAI-PMH) er en protokoll utviklet for å samle metadatabeskrivelser av poster i et arkiv, slik at tjenester kan bygges ved hjelp av metadata fra flere arkiver. Metadataposter fra Alvin kan hentes via protokollen.

source: Protokollet består av sex olika typer av förfrågningar <span class="italic">(verb)</span> som anger vilken tjänst som anropas:
no: Protokollen består av seks forskjellige typer forespørsler <span class="italic">(verb)</span> som spesifiserer hvilken tjeneste som kalles:

source: Hämtar grundläggande information om arkivet, som dess namn, URL och protokoll-version.
no: Henter grunnleggende informasjon om arkivet, for eksempel navn, URL og protokollversjon.

source: Returnerar en lista över de metadataformat som arkivet kan tillhandahålla. Poster från Alvin kan hämtas i grundformatet oai_dc (se specifikation av mappning nedan).
no: Returnerer en liste over metadataformatene som arkivet kan tilby. Poster fra Alvin kan hentes i basisformatet oai_dc (se spesifikasjon av av kartlegging nedenfor).

source: Dublin Core-mappning mot Alvins format
no: Dublin Core kartlagt til Alvins format

source: Titel
no: Tittel

source: Anges som Huvudtitel : undertitel om undertitel finns. Alternativa titlar anges ej
no: Spesifisert som Hovedtittel: undertittel hvis undertittel finnes. Alternative titler er ikke spesifisert

source: Upphovsman
no: Opphavsperson

source: Om person eller organisation har rollen Författare. Anges som: Efternamn, Förnamn Nummer, Tillägg, Årtal eller Organisation. Underorganisation.
no: Hvis en person eller organisasjon har rollen som Forfatter. Angitt som: Etternavn, Fornavn Nummer, Tillegg, år eller Organisasjon. Underorganisasjon.

source: Ämnesord
no: Emneord

source: Alla typer av ämnesord i detta element utom geografiska eller platser (auktoritetsposter).
no: Alle typer emneord i dette elementet unntatt geografiske ord eller steder (autoritetsposter).

source: Platsnamn
no: Stedsnavn

source: Auktoritetspost för plats som ämnesord eller geografiska ämnesord.
no: Autoritetspost for sted som emneord eller geografisk emneord.

source: Beskrivning
no: Beskrivelse

source: Beskrivning/sammanfattning.
no: Beskrivelse/sammendrag.

source: Förlag
no: Forlag

source: Förlag (impressum för äldre tryck).
no: Forlag (impressum for tidlige trykte bøker)

source: Bidragsgivare
no: Bidragsyter

source: Om person eller organisation har annan roll än Författare. Anges som: Efternamn, Förnamn Nummer, Tillägg, Årtal eller Organisation. Underorganisation.
no: Hvis en person eller organisasjon har en annen rolle enn Forfatter. Angitt som: Etternavn, Fornavn Nummer, Tillegg, år eller Organisasjon. Underorganisasjon.

source: Tillkomstår/utgivningsår
no: Opprettelsesår/publiseringsår
