Repository: lsu-ub-uu/alvin-client
Catalog: alvin_django/locale/*/LC_MESSAGES/django.po
Languages: no

source: Anges som i posterna, om specifika årtal YYYY-YYYY, annars som fritext "Visas som".
no: Oppgitt som i postene, hvis spesifikke år YYYY-YYYY, ellers som fritekst "Vist som"..

source: Resurstyp
no: Ressurstype

source: Fasta värden på engelska enligt Library of Congress Resource Types Scheme.
no: Faste verdier på engelsk i henhold til Library of Congress Resource Types Scheme.

source: Lista
no: Liste

source: Permanent länk, urn:nbn anges som url:
no: Permanent lenke, urn:nbn er spesifisert som url:

source: Arkivinst. + samling, placering, signum. Saknas placering och signum endast namn. Ex. Uppsala universitetsbibliotek, Waller Ms se-00004.
no: Arkivinstitusjon + samling, plassering, hyllemerke. Mangler plassering og hyllemerke, kun navn. F.eks. Uppsala universitetsbibliotek, Waller Ms se-00004.

source: Språk, visas som text på engelska, ex. English.
no: Språk, vist som tekst på engelsk, f.eks. English.

source: Fysisk beskrivning
no: Fysisk beskrivelse

source: Fälten Omfång och Storlek anges som i posterna.
no: Feltene Omfang og Mål er spesifisert som i postene.

source: Digital version + typ på engelska, ex. Digital, reformatted digital. Enbart om det finns Digitalt format, kan användas för att identifiera vilka resurser som är publicerade digitalt.
no: Digital versjon + type på engelsk, f.eks. Digital, reformatted digital. Bare hvis digitalt format finnes, kan brukes til å identifisere hvilke ressurser som er publisert digitalt.

source: Rättigheter
no: Rettigheter

source: Gäller digitalt innehåll (filer). Anges på engelska enligt alternativen för Rättigheter.
no: Gjelder digitalt innhold (filer). Angitt på engelsk i henhold til alternativene for Rettigheter

source: Hämtar arkivets set-struktur som möjliggör gruppering av poster i delmängder. Poster från Alvin kan hämtas i begränsade set utifrån ägande institution.
no: Henter arkivets set-struktur som muliggjør gruppering av poster i delsett. Poster fra Alvin kan hentes i begrensede set basert på eierinstitusjonen.

source: Id för setSpec motsvarar en arkivinstitutions id i Alvin.
no: Id-en for setSpec tilsvarer en arkivinstitusjons id i Alvin.

source: <span class="font-semibold">Exempel:</span> setSpec 3 innehåller alla poster från Uppsala universitetsbibliotek
no: <span class="font-semibold">Eksempel:</span> setSpec 3 inneholder alle poster fra Uppsala universitetsbibliotek

source: Hämtar en enskild, individuell metadatapost. Obligatoriska parametrar anger identifikatorn (identifier) och formatet (metadataPrefix) för de metadata som ska inkluderas i posten.
no: Henter en enkelt, individuell metadatapost. Nødvendige parametere angir identifikatoren (identifier) og formatet (metadataPrefix) for metadataene som skal inkluderes i posten.

source: En post <span class="italic">(record)</span> är metadata uttryckta i ett enda format. Den identifieras entydigt genom kombinationen av den unika identifikatorn för det objekt från vilket posten är tillgänglig, metadataprefixet som identifierar postens metadataformat samt postens datumstämpel. XML-kodningen av poster är organiserad i följande delar:
no: En post <span class="italic">(record)</span> er metadata uttrykt i ett enkelt format. Den identifiseres unikt ved kombinasjonen av den unike identifikatoren til objektet som posten åpnes fra, metadataprefikset som identifiserer metadataformatet til posten, og postens datostempling. XML-kodingen av poster er organisert i følgende deler:

source: innehåller den unika identifikatorn för objektet samt egenskaper som krävs för selektiv hämtning. Den består av följande delar:
no: inneholder objektets unike identifikator samt egenskaper som kreves for selektiv henting. Den består av følgende deler:

source: den unika identifikatorn för ett objekt i ett arkiv
no: den unike identifikatoren til et objekt i et arkiv

source: datumet för skapande eller ändring av posten, att användas för selektiv hämtning.
no: datoen for opprettelse eller endring av posten, som skal brukes til selektiv henting.

source: set som posten ingår i, att användas för selektiv hämtning.
no: set som posten er en del av, som skal brukes til selektiv henting.

source: en enda manifestation av metadata från ett objekt. Den innehåller ett enda rotelement, til exempel oai_dc:dc, med underelement som tillhör motsvarande metadataformat.
no: en enkelt manifestasjon av metadata fra et objekt. Den inneholder et enkelt rotelement, for eksempel oai_dc:dc, med underelementer som tilhører det tilsvarende metadataformatet.

source: Hämtar fullständiga metadataposter från arkivet. Om antalet hämtade poster överstiger 100 returneras en lista över de första 100 posterna + ett resumptionToken-element i slutet av svaret som används för att fortsätta hämtningen av den kompletta listan. Inga andra parametrar kan då användas. Om resumptionToken saknas är metadataPrefix en obligatorisk parameter.
no: Henter komplette metadataposter fra arkivet. Hvis antallet hentede poster overstiger 100, returneres en liste over de første 100 postene + et resumptionToken-element på slutten av svaret, som brukes til å fortsette å hente den komplette listen. Ingen andre parametere kan brukes. Hvis resumptionToken mangler, er metadataPrefix en obligatorisk parameter.

source: Som ListRecords men hämtar endast <span class="italic">headers</span> (identifikator, set och datumstämpel), inte de fullständiga metadataposterna.
no: Som ListRecords, men henter bare <span class="italic">headers</span> (identifikator, set og datostempling), ikke de fullstendige metadatapostene.

source: Användarhandbok
no: Brukermanual

source: Handbok för katalogisatörer och API-användare i Alvin
no: Håndbok for katalogiserere og API-brukere i Alvin

source: Medlemskap krävs för att skapa och ändra poster
no: Medlemskap kreves for å opprette og redigere poster

source: Vokabulär
no: Vokabular

source: vokabulär
no: vokabular

source: Basvokabulär
no: Basisvokabular

source: Kärnklasser
no: Kjerneklasser

source: Subklasser och egenskaper
no: Subklasser og egenskaper

source: Digitala reproduktioner
no: Digitale reproduksjoner

source: Alvins datamodell är specifikt utformad för beskrivningar av material i kulturarvssamlingar på bibliotek, museer och arkiv.
no: Alvins datamodell er spesielt utviklet for beskrivelser av materialer i kulturminnesamlinger i biblioteker, museer og arkiver.

source: Licens
no: Lisens

source: För att kunna hantera olika typer av resurser i ett och samma system bygger den på en kombination av koncept från olika internationella standarder för bibliotek och arkiv:
no: For å kunne håndtere ulike typer ressurser i ett og samme system, er det basert på en kombinasjon av konsepter fra ulike internasjonale standarder for biblioteker og arkiver, inkludert

source: Grundläggande vokabulär för allmänna egenskaper som titel, språk och ursprungsinformation.
no: Grunnleggende vokabular for generelle egenskaper som tittel, språk og publikasjonsinformasjon.

source: För mer specifika bibliografiska egenskaper som saknas i BIBFRAME.
no: For mer spesifikke bibliografiske egenskaper som mangler i BIBFRAME.

source: För arkivbeskrivningar.
no: For arkivbeskrivelser.

source: För mer specifika egenskaper för handskrifter.
no: For mer spesifikke egenskaper for manuskripter.

source: För specifika egenskaper inom numismatik.
no: For spesifikke egenskaper innen numismatikk.

source: För auktoritetposter för person, organisation och plats.
no: For autoritetsposter for person, organisasjon og sted.

source: För beskrivningar av en posts relaterade digitala filer.
no: For beskrivelser av relaterte digitale filer.

source: För att ange geografiska koordinater (latitud och longitud).
no: For å legge inn geografiske koordinater (breddegrad og lengdegrad).

source: För att ange datum och tid.
no: For å angi dato og klokkeslett.

source: Modellen är uppbyggd kring fem grundläggande kärnklasser <span class="italic">(core classes)</span>:
no: Modellen er bygget rundt fem grunnleggende kjerneklasser <span class="italic">(core classes)</span>:

source: en bibliografisk post som beskriver ett enskilt objekt eller en samling av objekt.
no: En bibliografisk post i Alvin beskriver enten en enkelt ressurs eller en samling av ressurser.

source: en auktoritetspost för en person.
no: en autoritetspost for en person.

source: en auktoritetspost för en organisation.
no: en autoritetspost for en organisasjon.

source: en auktoritetspost för en plats.
no: en autoritetspost for et sted.

source: en auktoritetspost för ett verk.
no: en autoritetspost for et verk

source: Samt förutom dessa även:
no: Og i tillegg:

source: en särskild organisationspost som beskriver den arkivinstitution som innehar föremålet eller från vilken det är tillgängligt.
no: en spesiell organisasjonspost som beskriver arkivinstitusjonen som oppbevarer objektet eller som det er tilgjengelig fra.

source: Kärnklasserna innehåller i sin tur olika uppsättningar av:
no: Kjerneklassene inneholder igjen forskjellige sett med:

source: en grupp som samlar en eller flera klasser eller egenskaper, till exempel <span class="italic">title</span> som har egenskaperna <span class="italic">mainTitle</span> och <span class="italic">subtitle</span>.
no: en gruppe som samler én eller flere klasser eller egenskaper, for eksempel <span class="italic">title</span> som har egenskapene <span class="italic">mainTitle</span> og <span class="italic">subtitle</span>.

source: ett värde som har skrivits in, till exempel en titel.
no: en verdi som er angitt, for eksempel en tittel.

source: ett värde valt från en kontrollerad lista i Alvin, till exempel språk.
no: en verdi valgt fra en kontrollert liste i Alvin, for eksempel språk.

source: Det vanligaste fallet är att ett fysiskt objekt beskrivs. Det kan till exempel vara en målning, en karta, ett manuskript eller en tryckt bok. Posten i Alvin baseras på det fysiska exemplar som beskrivs. För tryckt eller annat material som reproduceras i utgåvor beskrivs fortfarande det fysiska exemplaret i Alvin till skillnad från till exempel bibliotekskataloger. Om man har olika exemplar av en bok från samma utgåva finns det en post per exemplar. Proveniens, förvärv, signaturer etc. gäller för just detta exemplar i Alvin.
no: Det vanligste tilfellet er at et fysisk objekt beskrives. For eksempel kan det være et maleri, et kart, et manuskript eller en trykt bok. Posten i Alvin er basert på det fysiske eksemplaret som beskrives. For trykt eller annet materiale som er reprodusert i utgaver, beskrives det fysiske eksemplaret fortsatt i Alvin, i motsetning til for eksempel bibliotekkataloger. Hvis du har forskjellige eksemplarer av en bok fra samme utgave, er det én post per eksemplar. Proveniens, anskaffelse, signaturer osv. gjelder for dette bestemte eksemplaret i Alvin.

source: I Alvin kan, förutom konkreta objekt, även abstrakta resurser beskrivas. Exempel på detta är främst samlingar eller andra översiktliga beskrivningar. Dessa är ofta, men inte alltid, endast abstrakta konstruktioner som i sin tur innehåller konkreta objekt som ibland beskrivs separat som ovan och ibland inte. Emellertid kan en samlingspost också betraktas som en heltäckande beskrivning av det konkreta innehållet. Alvin tillåter att digitalt material även länkas till abstrakta poster. Man kan välja att ladda upp alla bilder i en bildsamling till huvud-/samlingsposten utan att beskriva de olika delarna individuellt.
no: I Alvin kan abstrakte ressurser beskrives i tillegg til konkrete objekter. Eksempler på dette er primært samlinger eller andre omfattende beskrivelser. Disse er ofte, men ikke alltid, bare abstrakte konstruksjoner som igjen inneholder konkrete objekter som noen ganger beskrives separat som ovenfor og noen ganger ikke. Imidlertid kan en samlingspost også betraktes som en omfattende beskrivelse av det konkrete innholdet. Alvin tillater også at digitalt materiale kobles til abstrakte poster. Du kan velge å laste opp alle bilder i en bildesamling til hoved-/samlingsposten uten å beskrive de forskjellige delene individuelt.

source: Normalfallet i Alvin är också att göra en digital reproduktion av det fysiska objektet, t.ex. digitalisera en handskrift eller en bok. I dessa fall beskriver metadataposten fortfarande det fysiska objektet (inte den digitala reproduktionen). De digitala filerna är kopior av just detta exemplar som beskrivs i posten.
no: Normalt i Alvin er også å lage en digital reproduksjon av det fysiske objektet, f.eks. digitalisering av et manuskript eller en bok. I disse tilfellene beskriver metadataposten fortsatt det fysiske objektet (ikke den digitale reproduksjonen). De digitale filene er kopier av denne spesifikke kopien som er beskrevet i posten.
